experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_76/pair_60/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         5463.21    273160.14         0.27         0.73116         0.73500         0.93500         1.14300    281759.03 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       5463.21    273160.14         0.27         0.73116         0.73500         0.93500         1.14300    281759.03